---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTrayType
source: html/6c48293e-627f-3b4a-87d2-012ab657224c.htm
---
# CableTrayType Properties

The id of the assembly instance to which the element belongs.